batisteo.vscode-django
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
coderabbit.coderabbit-vscode
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
elijah-potter.harper
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-pull-request-github
grapecity.gc-excelviewer
hediet.vscode-drawio
jeff-hykin.polacode-2019
kevinrose.vsc-python-indent
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
mtxr.sqltools
njpwerner.autodocstring
percy.vscode-pydata-viewer
postman.postman-for-vscode
qwtel.sqlite-viewer
redhat.java
ritwickdey.liveserver
saoudrizwan.claude-dev
sst-dev.opencode
stephanvs.dot
streetsidesoftware.code-spell-checker
tintinweb.graphviz-interactive-preview
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vsls-contrib.codetour
wayou.vscode-todo-highlight
wholroyd.jinja
xabikos.javascriptsnippets
